"-47" = "ファイルはビジー (busy) 状態です";
"-5000" = "操作のための十分なアクセス権がありません";
"-61" = "操作のための十分な書き込み権がありません";
"-8081" = "ファイルはビジー (busy) 状態です";
"The operation could not be completed because the disk is in use" = "ディスクが使用中のため、操作は完了できませんでした";
